Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggi_giittii_stipeanddaiguin_samegielaid_oahpuin_bures_menestuvvan_oahppiid.html.tmx
Source language: sme
Languages: smn

source: Sámediggi giittii stipeanddaiguin sámegielaid oahpuin bures menestuvvan oahppiid
smn: Sämitigge kiijtij stipendijguin sämikielâi uápuin miänástum uáppeid

source: Sámediggi jugii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd uáppeid kiäh láá pyereest miänástum sämikielâuápuin.

source: Stipeanddat juhkkojuvvojedje oktiibuot 15 vuođđooahpahusa čađahan oahppái ja viđa ođđa studentii, geat leat čađahan sámegiela iskosa studeantadutkosis.
smn: Stipendijd finnejii ohtsis 15 vuáđuškoovlâst kiergânâm uáppee já vittâ uđđâ pajeuáppee.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
smn: Sämitige stiipeend ožžuu čuávuvááh nuorah:

source: Studeanttat:
smn: Pajeuáppeeh:

source: Avvila logahat : Juuso Valle (davvisámegiella), Johanna Huhtamella (davvisámegiella), Taina Hakovirta (anárašgiella),
smn: Avveel luvâttâh: Juuso Valle (orjâlâškielâ), Johanna Huhtamella (orjâlâškielâ), Taina Hakovirta (anarâškielâ),

source: Soađegili logahat: Minja Ylilokka (davvisámegiella),
smn: Suáđigil luvâttâh : Minja Ylilokka (orjâlâškielâ),

source: Ohcejoga sámelogahat : Hánsa Ravna-Pieski (davvisámegiella)
smn: Ucjuv sämiluvâttâh : Hánsa Ravna-Pieski (orjâlâškielâ)

source: Vuođđooahpahusa čađahan oahppit:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Heahtá vuođđoskuvla : Per-Jona Labba (davvisámegiella), Máret-Elle Valkeapää (davvisámegiella), Juulia Mannela (davvisámegiella), Jutta Keskitalo (davvisámegiella)
smn: Heta vuáđuškovlâ : Per-Jona Labba (orjâlâškielâ), Máret-Elle Valkeapää (orjâlâškielâ), Juulia Mannela (orjâlâškielâ), Jutta Keskitalo (orjâlâškielâ)

source: Anára skuvla : Diana Kangasniemi (davvisámegiella), Ruut Tervaniemi(anárašgiella)
smn: Aanaar škovlâ: Diana Kangasniemi (orjâlâškielâ), Ruut Tervaniemi (anarâškielâ)

source: Avvila badjeskuvla : Sunna Vihervirta (davvisámegiella), Iida Tervahauta (davvisámegiella)
smn: Avveel pajetääsi : Sunna Vihervirta (orjâlâškielâ), Iida Tervahauta (orjâlâškielâ)

source: Ohcejohnjálmmi skuvla : Elenna Pieski (davvisámegiella), Iŋgá-Elisa Ravna-Pieski (davvisámegiella)
smn: Ucjuv škovlâ: Elenna Pieski (orjâlâškielâ), Iŋgá-Elisa Ravna-Pieski (orjâlâškielâ)

source: Gáregasnjárgga skuvla : Vilma Halonen (davvisámegiella)
smn: Kärigâsnjaargâ škovlâ: Vilma Halonen (orjâlâškielâ)

source: Vuohču skuvla : Anttu Sieppi (davvisámegiella)
smn: Vuáčču škovlâ: Anttu Sieppi (orjâlâškielâ)

source: Nástegieldda skuvla, So ađegilli: Enni Siivola (davvisámegiella)
smn: Täsnikieldâ škovlâ, Suáđigil : Enni Siivola (orjâlâškielâ)

source: Kastelli skuvla, Oulu : Hilda Huusko (davvisámegiella)
smn: Kastelli škovlâ, Oulu: Hilda Huusko (orjâlâškielâ)

source: Oarjebiekká skuvla, Oulu: Elle Haataja (davvisámegiella)
smn: Viestârpiegâ škovlâ, Oulu: Elle Haataja (orjâlâškielâ)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide!
smn: Sämitigge tuáivut luho já pyere kesiluámu puohháid!
